Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ལོ་ཉི་ཤུ་རྩ་དགུ་པ་ཞེས་ཀྱང་འདོད་པ་དག་ལ་མ་རོལ་ཏེ་རྒན་པོ་དང་། ན་བ་དང་། ཤི་བ་གཟིགས་པས་ཐུགས་བྱུང་ནས་
en: When the blessed Bodhisattva reached the age of twenty-nine, he ceased to revel in desires, for the sight of the elderly, the sick, and the dead had moved him deeply.

source: མཚན་མོ་ནམ་ཕྱེད་ན། ནགས་སུ་གཤེགས་ནས་
en: He stole out in the middle of the night and fled into the forest,

source: ལོ་དྲུག་ཏུ་དཀའ་བ་སྤྱད་དེ་དཀའ་བ་བྱེད་པ་
en: where he spent six years practicing austerities.

source: ཅི་ཡང་མེད་པར་རིག་ནས་ཅི་བདེར་དབུགས་རྔུབ་པར་མཛད།
en: But he came to see that those austerities would amount to nothing.

source: ཅི་བདེར་དབུགས་འབྱིན་པར་མཛད་ཅིང་འབྲས་ཆན་དང་ཟན་དྲོན་ལ་སོགས་པ་ཞལ་ཟས་རྒྱ་ཆེན་པོ་དག་ཀྱང་གསོལ་བར་མཛད།
en: He then breathed freely, in and out, and partook again of solid foods such as rice and porridge.

source: ཞུན་མར་དང་། འབྲུ་མར་དག་གིས་སྐུ་དག་ཀྱང་སྐུད་པར་མཛད། ཆུ་དྲོན་པོས་ཀྱང་སྐུ་བསིལ་བར་མཛད་ཅིང་གྲོང་སྡེ་
en: He rubbed ghee and oil into his skin and took refreshing baths in warm water.

source: འདོད་དུ་གཤེགས་ནས་གྲོང་པའི་བུ་མོ་དགའ་མོ་དང་། དགའ་སྟོབས་མ་གཉིས་ལས་
en: When he came to the village of Senānī, the village headman’s daughters, Nandā and Nandabalā,

source: ལན་བཅུ་དྲུག་བཟླས་པའི་འོ་མ་སྦྲང་རྩི་དང་བསྲེས་པ་གསོལ་ཏེ།
en: gave him milk that had been churned sixteen times and mixed with honey to drink.

source: ཀླུའི་རྒྱལ་པོ་ནག་པོས་མངོན་པར་བསྟོད་པ་ན་རྩྭ་བཀྲ་ཤིས་འཚོང་བ་ལས་རྩྭ་གསེར་གྱི་མདོག་ལྟ་བུ་དག་བཞེས་ནས་
en: He was lauded by the nāga king Kālika, and he accepted a bundle of auspicious golden-colored kūśa grass from a grassmonger.

source: བྱང་ཆུབ་ཀྱི་གཞི་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་
en: From there he went to what would be the site of his awakening.

source: ཉིད་ཀྱིས་རྩྭ་མ་འཁྲུགས་ཤིང་ཀུན་དུ་མ་འཁྲུགས་པའི་གདན་བཤམས་ནས་
en: He arrived and settled cross-legged into an unshakable absorption on an unshakable bed of kuśa grass.

source: སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་སྐུ་དྲང་པོར་བསྲང་ནས་དྲན་པ་ཕྱོགས་པར་བཞག་སྟེ་བཞུགས་ནས།
en: Sitting straight and erect, he settled his mind and said:

source: ཇི་སྲིད་ཟག་མེད་མ་ཐོབ་པ། །དེ་སྲིད་སྐྱིལ་ཀྲུང་གཞིག་མི་བྱ། །
en: “I shall not uncross my legs Until I have achieved the undefiled state.”

source: ཞེས་ཐུགས་བསྐྱེད་ཅིང་གསུང་བརྗོད་དེ། དེ་ཡིས་ཇི་སྲིད་ཟག་མེད་པ། །མ་བརྙེས་སྐྱིལ་ཀྲུང་འཇིག་མི་མཛད། །ཅེས་བྱ་བ་དང་།
en: His intention pledged, he said: “So long as I have not found an undefiled state, I shall not uncross my legs.”

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་མཚན་མོའི་གུང་ཐུན་ལ་བདུད་འབྱུང་པོ་དུང་ཕྱུར་ཕྲག་གསུམ་དང་། བྱེ་བ་ཕྲག་དྲུག་གི་འཁོར་དང་ལྡན་པ་བྱམས་པའི་སྟོབས་ཀྱིས་མངོན་པར་བཏུལ་ཏེ་
en: During the midnight hours, through the power of his loving kindness the Blessed One subdued Māra and his retinue of 360 million demonic spirits,

source: བླ་ན་མེད་པའི་མཁྱེན་པ་ཐུགས་སུ་ཆུད་ནས་ཚངས་པས་གསོལ་ཏེ་བཱ་རཱ་ཎ་སཱིར་གཤེགས་ནས་
en: and unsurpassed wisdom arose within him. At Brahmā’s request, he went to Vārāṇasī

source: ལན་གསུམ་དུ་བཟླས་ཏེ་རྣམ་པ་བཅུ་གཉིས་སུ་ཆོས་དང་ལྡན་པ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་
en: and turned the wheel of Dharma, revealing in three phases a teaching with twelve aspects.

source: དེའི་ཚེ་ལྔ་པ་དང་། ཉེ་ལྔ་དག་དང་། གྲོང་པའི་ཁྱེའུ་མཐོ་བ་མཐོ་བ་ལྔ་བཅུ་བཏུལ་ཏེ་
en: During that time, he converted the group of five, the five friends, and fifty high-born village brahmin youths,

source: རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་མཛད་དོ། །
en: who then went forth and received full ordination.

source: རས་བལ་ཅན་གྱི་ཚལ་གསེབ་ཏུ་གཤེགས་ནས་བཟང་སྡེའི་ཚོགས་དྲུག་བཅུ་བདེན་པ་དག་ལ་བཀོད་དོ། །
en: While passing through the Karpāsī forest, he convinced a noble band of sixty youths of the truths.

source: གྲོང་སྡེ་འདོང་དུ་གཤེགས་ནས་
en: While passing through the village of Senānī,

source: གྲོང་པའི་བུ་མོ་དགའ་མོ་དང་། དགའ་སྟོབས་མ་གཉིས་བདེན་པ་དག་ལ་བཀོད་དོ། །
en: he convinced the village headman’s daughters, Nandā and Nandabalā, of the truths.

source: ལྟེང་རྒྱས་སུ་གཤེགས་ནས་
en: While passing through Uruvilvā,

source: རལ་པ་ཅན་སྟོང་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་མཛད་དོ། །
en: he inspired a group of one thousand dreadlocked ascetics to go forth, and ordained them.

source: ག་ཡཱ་མགོའི་མཆོད་རྟེན་དུ་གཤེགས་ནས་དགེ་སློང་སྟོང་པོ་དེ་དག་ཆོ་འཕྲུལ་གསུམ་གྱི་གདམས་པ་མཛད་ནས་
en: While passing by the Gayāśīrṣa stūpa, he instructed those one thousand monks by displaying three miracles,

source: འཁོར་བའི་དགོན་པ་ལས་བསྒྲལ་ཏེ་ཤིན་ཏུ་མཐར་ཐུག་པ་གྲུབ་པ་དང་བདེ་བ་བླ་ན་མེད་པའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་དོ། །
en: thereby freeing them from the wilds of saṃsāra and establishing them in the utterly final state of perfection and the unsurpassably blissful state of nirvāṇa.

source: ལྟང་བྲང་གི་ཚལ་གསེབ་ཏུ་གཤེགས་ནས་
en: While passing through the Yaṣtī forest,

source: མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ལྷ་བརྒྱད་ཁྲི་དང་མ་ག་དྷཱ་པའི་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་འབུམ་ཕྲག་དུ་མ་དང་ལྷན་ཅིག་བདེན་པ་དག་ལ་བཞག་གོ། །
en: he brought the King of Magadha, Bimbisāra of the Guilds, to the truths along with 80,000 gods and many hundreds of thousands of Magadhan brahmins and householders.

source: རྒྱལ་པོའི་ཁབ་ཏུ་གཤེགས་ནས་འོད་མའི་ཚལ་བཞེས་ཏེ།
en: While passing through Rājagṛha, he accepted the offering of a bamboo grove.

source: དེ་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་ཀ་ལན་ད་ཀའི་གནས་ན་བཞུགས་སོ། །
en: It was then that the Blessed Buddha took up residence at the Kalandakanivāsa in Rājagṛha’s Bamboo Grove.

source: ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ཀྱང་ལྗོངས་རྒྱུ་ཞིང་དོང་བ་ན་རྒྱལ་པོའི་ཁབ་ཏུ་ཕྱིན་པ་དང་
en: On their journeys and travels, Upatiṣya and Kolita also arrived in Rājagṛha.

source: དེ་ན་གྲོང་ཁྱེར་རྒྱལ་པོའི་ཁབ་ཆེམ་མེ་ཆེམས་སེ་འདུག་པ་མཐོང་ནས། དེ་གཉིས་ཀྱིས་བསམས་པ།
en: They saw that Rājagṛha was utterly still and thought,

source: རྒྱུ་གཉིས་ཀྱིས་གྲོང་ཁྱེར་ཆེན་པོ་འདི་ལྟ་བུ་ཆེམ་མེ་ཆེམས་སེར་གྱུར་ཏེ།
en: “One of only two things could have brought utter quiet to this town:

source: ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱིས་འཇིགས་པ་དང་། དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་བསོད་ནམས་དང་དབང་ཆེ་བར་གྲགས་པ་འགའ་ཞིག་གནས་པ་ལས་འགྱུར་རོ་སྙམ་ནས།
en: either fear of neighboring armies, or the presence of several ascetics and brahmins famed for their merit and majesty.”

source: དེ་གཉིས་ཀྱི་རྒྱུ་སྐར་དག་ལ་བལྟ་བར་བརྩམས་ནས་དེ་གཉིས་ཀྱིས་བསམས་པ།
en: As they began to examine the stars, they acknowledged,

source: རེ་ཞིག་ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱིས་འཇིགས་པ་ནི་མེད་པས་སང་ཤེས་པར་བྱའོ་སྙམ་མོ། །
en: “As neighboring armies present no imminent danger, tomorrow we shall know more.”

source: དེ་གཉིས་ཀྱི་ཀུན་དུ་སྤྱོད་པ་ནི་གང་གི་ཚེ་དེ་གཉིས་འཕྲལ་རིས་གསུམ་བྱས་ཏེ་
en: The two were in the habit of daubing three lines of ash across their foreheads and going out on their daily rounds.

source: སྤྱོད་ཡུལ་དུ་འདོང་བ་དེའི་ཚེ་ན་སྲོག་ཆགས་འབུམ་ཕྲག་དུ་མ་དག་ཕྱི་བཞིན་ཕྱི་བཞིན་རྗེས་སུ་འབྲང་བར་འགྱུར་བ་ཡིན་ནོ། །
en: When they did so, many hundreds of thousands of creatures would always follow after them.

source: དེ་གཉིས་ཕྱི་དེ་ཉིན་པར་འཕྲལ་རིས་གསུམ་བྱས་ཏེ།
en: The next day they daubed three lines of ash across their foreheads and went out on their daily rounds.

source: སྤྱོད་ཡུལ་དུ་དོང་བ་དང་དེའི་ཉིན་པར་སེམས་ཅན་གཅིག་ཀྱང་ཕྱི་བཞིན་ཕྱི་བཞིན་རྗེས་སུ་མི་འབྲང་ངོ་། །
en: However, on that day not a single being followed after them.

source: དེ་གཉིས་ཕྱིར་བྱུང་སྟེ་བལྟས་ན།
en: On returning they considered the matter.

source: ཇི་ཙམ་ན་སེམས་ཅན་གཅིག་ཀྱང་ཕྱི་བཞིན་ཕྱི་བཞིན་རྗེས་སུ་མི་འབྲང་བར་མཐོང་ནས་དེ་གཉིས་ཀྱིས་བསམས་པ།
en: They saw that not a single being had followed after them and wondered,

source: བདག་ཅག་གཉིས་སྔོན་ཆད་སྤྱོད་ཡུལ་དུ་འདོང་བ་དེའི་ཚེ་ན་སྲོག་ཆགས་འབུམ་ཕྲག་དུ་མ་དག་ཕྱི་བཞིན་ཕྱི་བཞིན་རྗེས་སུ་འབྲང་བར་གྱུར་ན།
en: “In the past when we have gone out on rounds, many hundreds of thousands of creatures would follow after us.

source: ད་ལྟར་སེམས་ཅན་གཅིག་ཀྱང་ཕྱི་བཞིན་ཕྱི་བཞིན་རྗེས་སུ་མི་འབྲང་བ་འདི་ལ་རྒྱུ་གང་ཡིན་སྙམ་མོ། །
en: Why then has not a single being followed after us today?”

source: དེའི་སྐབས་སུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་ནི་མི་མཁྱེན་པ་དང་།
en: There is nothing, even in the slightest, the blessed buddhas do not know,

source: མ་གཟིགས་པ་དང་། མ་རིག་པ་དང་། རྣམ་པར་མི་མཁྱེན་པ་ཅུང་ཟད་ཀྱང་མི་མངའ་བས།
en: do not see, are not aware of, or do not notice.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་འཚོ་ཞིང་བཞུགས་ལ་གསོན་ཞིང་གཞེས་པ་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ།
en: Thus the Blessed Buddha subsists, alive and well, endowed with great compassion,

source: འཇིག་རྟེན་ལ་ཕན་པར་ཞུགས་པ།
en: engaged in actions to help the world;

source: སྲུང་བ་གཅིག་པུ་པ། ཉག་གཅིག་དཔའ་བ། གཉིས་པ་མེད་པ།
en: is its sole protector, its lone champion, one of a kind;

source: གཉིས་སུ་མི་གསུང་བ། ཞི་གནས་དང་ལྷག་མཐོང་གིས་བཞུགས་པ། རིག་པ་གསུམ་གསལ་བར་མཛད་པ།
en: does not speak duplicitously; is sustained by calm abiding and insight; illuminates the three types of knowledge;

source: བསླབ་པ་གསུམ་ལ་ལེགས་པར་བསླབས་པ། དུལ་བའི་གནས་གསུམ་གྱི་གཞི་ལ་མཁས་པ།
en: is well-trained in the three trainings; is skilled in the three approaches to discipline;

source: ཆུ་བོ་བཞི་ལས་རྒལ་བ་རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞིས་སྤྱོད་པའི་གཞི་ལ་ལེགས་པར་གནས་པ།
en: has crossed the four rivers; is well-grounded in his use of the four foundations of miraculous conduct,

source: བསྡུ་བའི་དངོས་པོ་བཞི་ལ་ཡུན་རིང་པོ་ནས་ཡོངས་སུ་སྦྱངས་པ་མཛད་པ།
en: and is one who long ago perfected the four means of attraction;

source: འཕགས་པའི་བདེན་པ་བཞི་སྟོན་པ། མི་འཇིགས་པ་བཞིས་བསྙེངས་པ་མི་མངའ་བ་ཡན་ལག་ལྔ་སྤངས་པ།
en: who teaches the four noble truths; who, being fearless in four ways, is never frightened; who has abandoned the five branches,

source: འགྲོ་བ་ལྔ་ལས་ཡང་དག་པར་འདས་པ། ཕུང་པོ་ལྔ་བདག་མེད་པར་སྟོན་པ།
en: has transcended the five rebirths, teaches the five aggregates to be selfless,

source: ཡན་ལག་དྲུག་དང་ལྡན་པ། ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པ།
en: is in possession of the six branches, and has perfected the six perfections;

source: རྟག་ཏུ་གནས་པ་དྲུག་གིས་གནས་པ། དབང་པོ་དྲུག་གི་སྒོ་བསྡམས་པ།
en: who always abides by the six spheres, who binds the six sense gates;

source: ཡང་དག་པར་དགའ་བར་བྱ་བའི་ཆོས་དྲུག་ལ་གོམས་པར་མཛད་པ།
en: who accustoms himself to the six dharmas that elicit perfect joy;

source: བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་གྱི་མེ་ཏོག་གིས་ཕྱུག་པ། འཕགས་པའི་ནོར་བདུན་སྟོན་པ།
en: who is rich with the flower of awakening’s seven branches; who displays the seven treasures of a noble being;

source: འཇིག་རྟེན་གྱི་ཆོས་བརྒྱད་ཀྱིས་མ་གོས་པ། ཀུན་ནས་མནར་སེམས་ཀྱི་དངོས་པོ་དགུ་ལ་མཁས་པ།
en: who is unstained by the eight mundane concerns; who knows the nine things that inspire aggression;

source: ལམ་གྱི་ཡན་ལག་བརྒྱད་སྟོན་པ། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་ལ་མཁས་པ།
en: who teaches the eight branches of the path; who is skilled in the nine stages of meditative absorption;

source: སྟོབས་བཅུའི་སྟོབས་དང་ལྡན་པ། ཕྱོགས་བཅུར་སྙན་པས་ཡང་དག་པར་རྒྱས་པ།
en: who possesses the strength of the ten strengths; whose good name has spread in the ten directions;

source: བརྒྱ་ཕྲག་བཅུར་དབང་སྒྱུར་བ་ལས་ཁྱད་པར་དུ་འཕགས་པ་རྣམས་ཀྱི་ཆོས་ཉིད་ནི་
en: and who surpasses those who rule over the thousandfold universe.

source: ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་རྣམ་པར་གཟིགས་ནས།
en: As it is in the nature of such beings to watch over the world with their buddha eye during the three times of the day and night,

source: གང་ན་ཉམས་པར་གྱུར། གང་ནི་འཕེལ་བར་གྱུར། གང་ནི་གནོད་པར་གྱུར།
en: they know and see who has fallen, who has flourished, who hurts,

source: གང་ན་ཉམ་ང་བར་གྱུར། གང་ནི་མི་བདེ་བར་གྱུར། གང་ནི་གནོད་པ་དང་།
en: who wants, who is unhappy, who hurts,

source: ཉམ་ང་བ་དང་། མི་བདེ་བར་གྱུར། གང་ནི་ངན་སོང་ལ་གཞོལ།
en: who wants, who is unhappy, who is headed for a miserable rebirth,

source: གང་ནི་ངན་སོང་ལ་འབབ། གང་ནི་ངན་སོང་ལ་བབ། ངས་གང་ནི་ངན་སོང་གི་ལམ་ལས་བསློང་སྟེ་མཐོ་རིས་དང་།
en: who will fall into a miserable rebirth; who will decide to rise from his path towards a miserable rebirth and land in a high-status rebirth,

source: ཐར་པ་དང་འབྲས་བུ་ལ་གཞག་པར་བྱ།
en: liberation, or the fruition;

source: འདོད་པའི་འདམ་དུ་བྱིང་བ་གང་གི་ལག་ནས་ནི་དྲང་བར་བྱ།
en: who will reach out his hand to those sinking in the mud of desire;

source: འཕགས་པའི་ནོར་གྱི་དབྱིག་དང་བྲལ་བ་གང་ནི་འཕགས་པའི་ནོར་གྱི་དབང་ཕྱུག་ལ་གཞག་པར་བྱ།
en: who lacks the riches of a noble being’s treasures; who will come to the magnificent wealth of a noble being’s treasures;

source: གང་གི་སངས་རྒྱས་འབྱུང་བས་བརྒྱན་པའི་འཇིག་རྟེན་ནི་འབྲས་བུ་དང་བཅས་པར་བྱ།
en: whose buddhahood, with its attendant fruits, will ornament the world;

source: གང་གི་དགེ་བའི་རྩ་བ་དག་མ་བསྐྱེད་པ་ནི་བསྐྱེད་པར་བྱ།
en: whose latent roots of virtue will bud;

source: གང་གི་དགེ་བའི་རྩ་བ་དག་བསྐྱེད་པ་ནི་ཡོངས་སུ་སྨིན་པར་བྱ།
en: whose budding roots of virtue will blossom;

source: ཡོངས་སུ་སྨིན་པ་གང་ནི་རྣམ་པར་གྲོལ་བར་བྱ་ཞེས་མཁྱེན་པ་དང་གཟིགས་པ་ལ་འཇུག་གོ། །
en: and who, having blossomed, will be freed.

source: སྨྲས་པ། ཆུ་སྲིན་གནས་ཀྱི་དུག་ཅན་པ། །དུས་ལས་འདའ་བར་འགྱུར་སྲིད་ཀྱི། །
en: It has been said: The home of noxious water beasts May in time evaporate,

source: སངས་རྒྱས་གདུལ་ལ་བྱམས་པ་ནི། །དུས་ལས་འདའ་བར་མི་འགྱུར་རོ། །
en: But the love of buddhas For their disciples shall not.

source: ཇི་ལྟར་མ་ནི་བུ་སྡུག་གཅིག་པུ་ལ། །རྟོག་ཅིང་དེ་སྲོག་སྲུང་བར་བྱེད་པ་ལྟར།
en: As a mother holds dear And protects her only child,

source: དེ་བཞིན་གཤེགས་པའང་གདུལ་བའི་སྐྱེ་བོ་ལ། །རྟོག་པར་མཛད་ཅིང་དེ་སྲོག་སྲུང་བར་མཛད། །
en: Tathāgatas too hold dear And protect their disciples

source: ཀུན་མཁྱེན་རྒྱུད་ལ་མངའ་བའི་ཐུགས་རྗེ་ཡིས། །བཞོན་མ་གདུལ་བའི་བེའུ་ཚོལ་མི་སྐྱོ་སྟེ། །
en: An omniscient mind’s compassion never wanes In its quest for the young calves it nurses,

source: སྲིད་དང་ངན་འགྲོས་ཉམས་ལ་བྱམས་པ་ནི། །རབ་ཉམས་བེའུ་ལ་བྱམས་པའི་བ་བཞིན་ནོ། །
en: So its love for those who fall to the miserable realms and saṃsāra Is like the cow’s love for its fallen calf.

source: དེ་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་འཇིག་རྟེན་ལ་རྣམ་པར་གཟིགས་ན་
en: Thus the Blessed One watches over the world with his buddha eye.

source: ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་རྒྱུད་ཡོངས་སུ་སྨིན་པ། སྔོན་གྱི་སངས་རྒྱས་རྣམས་ལ་བྱ་བ་ལྷག་པར་བྱས་པ། །
en: With this eye, the Blessed One saw that the minds of the wanderers Upatiṣya and Kolita had been ripened through their service to past buddhas

source: དགེ་བའི་རྩ་བའི་ཚོགས་བསགས་པ་ཡིན་ཏེ།
en: and the stores of virtue they had amassed,

source: དེ་གཉིས་གདུལ་བའི་དུས་ནི་འབྲས་ཡོངས་སུ་སྨིན་པ་མཚོན་གྱིས་བརྟོལ་བ་ལ་སྡོད་པ་ལྟ་བུ་ཡིན་པར་གཟིགས་ནས།
en: and thus he understood that the two wanderers were like fruit ripe for the plucking. The time to train them had come.

source: བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ།
en: The Blessed One thought,

source: ཅི་འདི་གཉིས་རེ་ཞིག་སྟོན་པས་གདུལ་བ་ཡིན་ནམ། འོན་ཏེ་ཉན་ཐོས་ཀྱིས་གདུལ་བ་ཡིན་སྙམ་དུ་དགོངས་ན།
en: “Will these two be captivated by the Teacher or by his disciples?”

source: ཉན་ཐོས་ཀྱིས་གདུལ་བ་ཡིན་པར་གཟིགས་སོ།
en: and saw they would be captivated by disciples.

source: སྒོ་གང་ནས་འཇུག་པར་འགྱུར། ཅི་རྫུ་འཕྲུལ་གྱིས་གདུལ་བ་ཡིན་ནམ། འོན་ཏེ་སྤྱོད་ལམ་གྱིས་གདུལ་བ་ཡིན་སྙམ་དུ་
en: He thought, “What will be their way into the renunciant order? Will they be drawn by miracles or by conduct?”

source: དགོངས་ན། སྤྱོད་ལམ་གྱིས་གདུལ་བ་ཡིན་པར་གཟིགས་སོ། །
en: Thinking that, he saw they would be drawn by conduct.

source: བཅོམ་ལྡན་འདས་ནི་གང་ལ་སྤྱོད་ལམ་གྱིས་གདུལ་བ་དེ་ལ་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གཏོང་བར་མཛད་དེ།
en: The Blessed One summoned the venerable Aśvajit, whose conduct he saw would captivate them,

source: འདི་ལྟར་དེའི་སྤྱོད་ལམ་གྱིས་ནི་ལྷ་དང་མིའི་ཡིད་སྡུད་པར་བྱེད་པ་ཡིན་པའི་ཕྱིར་རོ། །
en: for conduct like his captivated gods and men.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One instructed the venerable Aśvajit,

source: རྟ་ཐུལ་ཁྱོད་ཀྱིས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ལ་སོམས་ཤིག །
en: “Aśvajit, consider the wanderers Upatiṣya and Kolita.”

source: ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གྱིས་ཅང་མི་སྨྲ་བས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་དང་དུ་བླངས་སོ། །
en: Aśvajit’s silence indicated his assent to the Blessed One’s instruction.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རྟ་ ཐུལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་ལ་ལྷག་པར་བྱ་བ་བྱེད་པ་ཡིན་པས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ལ་མངོན་པར་བསྟོད་པ་དང་རྗེས་སུ་ཡི་རང་བ་བྱས་ནས་
en: As Aśvajit was fully committed to acting on the Blessed One’s instruction, he praised and welcomed the Blessed One’s instruction.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་། །
en: Bowing his head at the Blessed One’s feet, he said, “I go with the Blessed One’s guidance.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་དེ་ཉིད་ཀྱི་མཚན་མོ་འདས་ནས་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ།
en: Early the next morning, after the night had passed, the venerable Aśvajit put on his lower robe, picked up his begging bowl and Dharma robes, and went to beg alms in Rājagṛha.

source: འགྲོ་བ་དང་། ལྡོག་པ་དང་། ཆུང་ཟད་བལྟ་བ་དང་། རྣམ་པར་བལྟ་བ་དང་།
en: As he walked, he gazed just ahead, he gazed to his left and right,

source: བསྐུམ་པ་དང་། བརྐྱང་བ་དང་། སྣམ་སྦྱར་དང་། ཆོས་གོས་དང་ལྷུང་བཟེད་ཐོགས་པ་མཛེས་པས་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་ཞུགས་སོ། །
en: with his arms drawn in and his legs extended, dignified by his ceremonial robe, Dharma robes, and begging bowl.

source: དེའི་ཚེ་ན་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་རྒྱལ་པོའི་ཁབ་ཏུ་བྱ་བ་ཞིག་གི་ཕྱིར་སྤྱོད་ཡུལ་དུ་ཞུགས་པས་
en: Meanwhile the wanderer Upatiṣya was out and about in Rājagṛha on some errand when he saw from afar the venerable Aśvajit, who had come to beg alms in Rājagṛha.

source: ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་འགྲོ་བ་དང་། ལྡོག་པ་དང་། ཆུང་ཟད་བལྟ་བ་དང་།
en: Upatiṣya saw him walking, gazing just ahead, gazing to his left and right,

source: རྣམ་པར་བལྟ་བ་དང་། བསྐུམ་པ་དང་། བརྐྱང་བ་དང་། སྣམ་སྦྱར་དང་། ཆོས་གོས་དང་ལྷུང་བཟེད་ཐོགས་པ་མཛེས་པས་རྒྱལ་པོའི་ཁབ་ན་བསོད་སྙོམས་ལ་རྒྱུ་བ་ཐག་རིང་པོ་ཁོ་ན་ནས་མཐོང་ངོ་། །
en: his arms drawn in and his legs extended, dignified by his robe, shawl, and begging bowl.

source: མཐོང་ནས་ཀྱང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: On seeing him he thought,

source: རྒྱལ་པོའི་ཁབ་འདིར་རབ་ཏུ་བྱུང་བ་ཇི་སྙེད་ཅིག་ལྷགས་ཤིང་གནས་པ་དག་ལས་འདི་ལྟ་སྟེ།
en: “So this is what the renunciants who come to live here in Rājagṛha are like.

source: རབ་ཏུ་བྱུང་བ་འདིའི་སྤྱོད་ལམ་ལྟ་བུ་ནི་བདག་གིས་སྔན་ཆད་འགའ་ཡང་མ་མཐོང་བས་
en: Never in my life have I seen anyone carry himself like this renunciant.

source: བདག་དེའི་གན་དུ་སོང་སྟེ། དགེ་སློང་ཁྱོད་ཀྱི་སྟོན་པ་ནི་གང་ཡིན།
en: I must approach him and ask, ‘Monk, who is your teacher?

source: གང་གི་ཕྱིར་ནི་རབ་ཏུ་བྱུང་། སུའི་ཆོས་ལ་ནི་དགའ་ཞེས་དྲིའོ་སྙམ་དུ་རིག་ནས་
en: Why have you gone forth? Whose Dharma do you favor?’ ”

source: ལམ་པོ་ཆེ་རུབ་པ་ཞིག་ན་འགྲོ་བ་དང་ལྡོག་པས་ཤས་ཆེར་སྡོད་ཅིང་འདུག་གོ། །
en: Knowing the monk was likely to pass by one of the main crossroads, Upatiṣya went there to wait.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ག་ལ་བ་དེར་སོང་ངོ་། །
en: When the venerable Aśvajit reached the spot where Upatiṣya was,

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་གྱིས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Upatiṣya asked this of Aśvajit:

source: དགེ་སློང་ཁྱོད་ཀྱི་སྟོན་པ་ནི་གང་ཡིན། གང་གི་ཕྱིར་ནི་རབ་ཏུ་བྱུང་། སུའི་ཆོས་ལ་ནི་དགའ།
en: “Monk, who is your teacher? Why have you gone forth? Whose Dharma do you favor?”

source: ཚེ་དང་ལྡན་པ་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་གཽ་ཏ་མ་ཤཱཀྱའི་རིགས་ལས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་
en: “Gautama, the venerable monk and prince of the Śākyas, left the Śākya clan, shaved his head and beard,

source: གོས་ངུར་སྨྲིག་དག་བགས་ཏེ་ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་བ་ཞིག་ཡོད་དེ།
en: donned the saffron robes and, with perfect faith, went forth from home into homelessness.

source: དེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པས་
en: In his unsurpassed, perfect awakening, he has become a perfect buddha.

source: ཁོ་བོའི་སྟོན་པ་ནི་བཅོམ་ལྡན་འདས་དེ་ཡིན་ནོ། །
en: My teacher is the Blessed One.

source: ཁོ་བོ་དེའི་ཕྱིར་རབ་ཏུ་བྱུང་ངོ་། །ཁོ་བོ་དེའི་ཆོས་ལ་དགའོ། །
en: It is because of him that I have gone forth. It is his Dharma that I favor.”

source: དགེ་སློང་དེའི་ཕྱིར་ཆོས་སྟོན་ཅིག །
en: “Monk, then you must share one of his teachings!”

source: ཚེ་དང་ལྡན་པ་ཁོ་བོ་ནི་ན་གཞོན་པ་དང་རབ་ཏུ་བྱུང་བ་གསར་པས་དེའི་ཕྱིར་ཁོ་བོས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེའི་བསྟན་པ་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་ སླ་བ་མ་ཡིན་ཏེ།
en: “Venerable, I am but young and a new renunciant so it would not be easy for me to fully and perfectly explain the teachings of the Blessed One, who is a tathāgata, an arhat, a perfect buddha.

source: འདི་ལྟར་དེའི་དོན་བསྟན་པར་བྱའོ། །
en: Thus I will share with you their import.”

source: དགེ་སློང་ཁོ་བོ་ལ་ནི་དོན་དགོས་ཀྱི་ཚིག་ནི་ཤིན་དུ་མང་པོས་ཀྱང་ཅི་བྱ་སྟེ།
en: “Monk, the import is what I need. What good is a lengthy explanation?

source: ཁྱོད་ཀྱིས་དོན་མང་ཡང་རུང་ཉུང་ཡང་རུང་སྟོན་ཅིག །
en: Please teach me the import, whatever its length.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: The venerable Aśvajit spoke this verse:

source: ཆོས་རྣམས་གང་དག་རྒྱུ་ལས་བྱུང་བ་དང་། །དེ་ཡི་རྒྱུ་དང་དེ་འགོག་གང་ཡིན་པའང་། །དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་བཀའ་སྩལ་ཏེ། །དེ་སྐད་གསུང་བའི་ཚུལ་ཅན་དགེ་སྦྱོང་ཆེ།
en: “Those phenomena that arise from causes, The Tathāgata himself has taught That they have a cause and also a cessation. The Great Śramaṇa is the one who thus proclaims.”

source: ཆོས་རྣམས་གང་དག་རྒྱུ་ལས་བྱུང་བ་དང་། །དེ་ཡི་རྒྱུ་དང་དེ་འགོག་གང་ཡིན་པའང་། །དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་བཀའ་སྩལ་ཏེ། །
en: “Those phenomena that arise from causes, The Tathāgata himself has taught That they have a cause and also a cessation.

source: དེ་སྐད་གསུང་བའི་ཚུལ་ཅན་དགེ་སྦྱོང་ཆེ། །
en: The Great Śramaṇa is the one who thus proclaims.”

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་སོ། །
en: Once he had explained this aspect of the Dharma, Upatiṣya came to see phenomena through the unclouded and pristine eyes of Dharma.

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ཆོས་མཐོང་བ་དང་། ཆོས་ཐོས་པ་དང་།
en: Upatiṣya saw the Dharma, heard the Dharma,

source: ཆོས་རིག་པ་དང་། ཆོས་ཀྱི་གཏིང་སླེབ་པ་དང་། སོམ་ཉི་ལས་རྒལ་བ་དང་།
en: knew the Dharma, plumbed the depths of the Dharma, overcame his skepticism,

source: ཐེ་ཚོམ་ལས་རྒལ་བ་དང་། གཞན་གྱི་དྲིང་མི་འཇོག་པ་དང་། གཞན་གྱིས་མི་བཀྲི་བ་དང་།
en: transcended doubt, could not be swayed by others, and was not reliant on others.

source: སྟོན་པའི་བསྟན་པའི་ཆོས་རྣམས་ལ་མི་འཇིགས་པ་ཐོབ་ནས་སྟན་ལས་ལངས་ཏེ་
en: With his newfound fearless confidence in the Dharma taught by the Teacher, he stood up from his seat,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: ulled his shawl from one shoulder, bowed to the venerable Aśvajit with his palms pressed together, and spoke in verse:

source: སྐྱོབ་པ་རྣམས་ཀྱི་ཆོས་འདི་ཡིན། །བསྐལ་མང་བྱེ་བ་ཁྲག་ཁྲིག་ཏུ། །
en: “This is the Dharma of saviors. For millions upon billions of eons

source: སྔན་ཆད་མ་མཐོང་མ་ཐོས་པ། །འཆི་མེད་མྱ་ངན་མེད་པ་ཡི། །གོ་འཕང་འདི་ལ་རྗེས་སུ་རྟོགས། །
en: I have neither seen it nor heard it. May I come to realize This immortal and peaceful state.”

source: ཚེ་དང་ལྡན་པ་བཅོམ་ལྡན་འདས་དེ་ད་ལྟར་ག་ལ་བཞུགས།
en: “Venerable, where is the Blessed One now?”

source: ཚེ་དང་ལྡན་པ་རྒྱལ་པོའི་ཁབ་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀའི་གནས་འདི་ཉིད་ནའོ། །
en: “Venerable, at the Kalandakanivāpa, in the Bamboo Grove outside Rājagṛha.”

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གྱིས་སྨྲས་པ་ལ་མངོན་པར་བསྟོད་པ་དང་རྗེས་སུ་ཡི་རང་བ་བྱས་ཏེ།
en: Upatiṣya then praised and welcomed what Aśvajit had said.

source: ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གྱི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས། ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ལ་ལན་གསུམ་བསྐོར་བ་ བྱས་ཏེ་སོང་ནས་ཀུན་དུ་རྒྱུ་པང་ནས་སྐྱེས་ག་ལ་བ་དེར་སོང་ངོ་། །
en: After prostrating at Aśvajit’s feet, he circumambulated him three times and went to see Kolita.

source: ཀུན་དུ་རྒྱུ་པང་ནས་སྐྱེས་ཀྱིས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ཐག་རིང་པོ་ཁོ་ན་ནས་མཐོང་ངོ་། །
en: From a long way off, Kolita saw Upatiṣya approaching.

source: མཐོང་ནས་ཀྱང་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: On meeting him, he said to Upatiṣya,

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཀྱི་དབང་པོ་རྣམས་ནི་རྣམ་པར་རང་བཞིན་གྱི་མདོག་ནི་ཡོངས་སུ་དག །
en: “Venerable, your faculties are clear and your complexion lustrous.

source: པགས་པའི་མདོག་ནི་ཤིན་དུ་དཀར་ན་ཁྱོད་ཀྱིས་བདུད་རྩི་རྙེད་དམ།
en: If your skin is so radiant, does that mean you have found ambrosia?”

source: ཚེ་དང་ལྡན་པ་རྙེད་དོ། །
en: “I have found someone worth venerating.”
